Repository: aminhanedi/newapp
Catalog: lib/l10n/app_*.arb
Languages: fa

source: Home Page
fa: صفحه اصلی

# insertPage
source: Customer Registration Screen
fa: درج سفارشات

source: Personal Information
fa: معلومات شخصی

source: Name
fa: اسم

# nameHint
source: Enter your name
fa: اسم خود را وارد نمایید

source: Email
fa: آدرس الکترونیکی

# emailHint
source: Enter your email
fa: آدرس الکترونیکی خود را وارد نمایید

source: Date of Birth
fa: تاریخ تولد

source: Required Field
fa: این زمینه ضروری می باشد

source: Submit Info
fa: ثبت معلومات

source: About Us
fa: در باره ما

source: Settings
fa: تنظیمات

source: Language
fa: زبان

source: Hello Arian
fa: سلام آرین

source: Good Morning
fa: وقت بخیر

source: add customer
fa: اضافه کردن مشتری

source: customer list
fa: لیست مشتریان

source: total order
fa: مجموعه

source: Gallery
fa: عکس ها

source: Backup
fa: پشتبان گیری

# analyes
source: Analytics
fa: حساب ها

# totalO
source: Total Order
fa: تمام سفارشات

source: Customer
fa: شهرت مشتری

# updateScreen
source: Customer Update Screen
fa: صفحه ویرایش

# noData
source: No data available
fa: معلومات در دسترس نیست

# loading
source: Data is loading...
fa: در حال بار گذاری...

# total
source: total customer and order
fa: حسابها و سفارشات

source: Customer ID:
fa: کد مشتری

# customerName
source: Full Name:
fa: نام مشتری

source: Customer Phone:
fa: شماره تماس

source: Customer Amount:
fa: پرداخت کرایه

source: OrderDate:
fa: تاریخ سفارش

# deliveryDate
source: OrderDelivery:
fa: تاریخ تحویل

source: Customer measurement
fa: cm اندازه گیری مشتری به

source: Shoulder:
fa: شانه

source: Length:
fa: قد

source: Sleeve:
fa: آستین

source: Chest:
fa: دور سینه

# waist
source: Wais:
fa: دور کمر

source: Hip:
fa: باسن

source: Inseam:
fa: دور پاچه

source: Collar:
fa: یقه

# skirt
source: Neck:
fa: دامن

source: Thigh:
fa: پت ران

source: Knee:
fa: زانو

# button
source: Pants length:
fa: قد شلوار

source: Other 1
fa: دیگر 1

source: Other 2
fa: دیگر 2

source: Other 3
fa: دیگر 3

source: Note :
fa: یاداشت :

# save
source: SUBMIT
fa: زخیره

source: Update
fa: ویرایش

source: Yes
fa: بلی

source: No
fa: نخیر

# areYouSure
source: Are you sure you want to log out?
fa: آیا میخواهید از برنامه بیرون شوید ؟

source: Change Password
fa: تغیر زمز

source: Font Size
fa: اندازه فونت

# privacyP
source: Privacy policy
fa: حریم خصوصی

source: Log Out
fa: خروج

source: Share APP
fa: اشتراک گذاری

# conformationD
source: Delete Conformation
fa: موافقت

# signW
source: Sign-with-google
fa: ورود با گوگل

# areD
source: Are you sure you want to delete this record?
fa: ایا مطمین هستبد این ریکارت را حذف کنید

# cl
source: Customer list
fa: لیست مشتریان

source: Next
fa: بعدی

source: Login
fa: ورود

source: Signup
fa: راجستر

# phoneN
source: Phone No
fa: نمبر تلفن

source: Password
fa: گذرواژه

# fullN
source: Full Name
fa: نام کامل

# forgetP
source: Forget Password
fa: گذرواژه تان فراموش شده؟

# welcomeB
source: Welcome Back,
fa: خوش امدید

# makeIt
source: Make it work, make it right, make it fast.
fa: ایمیل و پسورد خود را وارید کنید

# enterYourAcc
source: Create your profile to start your journey with us
fa: حساب خود را وارد کنید

# createYourAcc
source: Create your profile to start your journey with us
fa: معلومات شخصی خود را وارد کنید

# rememberM
source: Remember Me?
fa: بخاطر دارید؟

# dontHave
source: Don't have an Account?
fa: حساب ندارید؟

# getO
source: Get on board
fa: ایجاد حساب

# registered
source: Registered successfully
fa: موفقانه ثبت شد

# weakP
source: Password provided is too weak
fa: گذرواژه ضعیف

# accountA
source: Account already exists
fa: حساب از قبل موجود است

# enterA
source: Enter a Valid Email
fa: ایمیل معتبر وارید کنید

# pleaseN
source: Please Enter Name
fa: اسم تان را وارید کنید

# pleaseE
source: Please Enter Email
fa: ایمیل تان را وارید کنید

# pleaseP
source: Please Enter Password
fa: گذر واژه تان را وارید کنید

# validE
source: Email is valid
fa: ایمیل معتبر است

# alreadyH
source: Already Have An Account
fa: آیا از قبل حساب دارید

# welcomeSubtitle
source: This app well protect your info please first login
fa: این برنامه از معلومات شخصی شما محافظت میکند لطفا برای ورود از گزینه های زیر یکی را انتخاب کنید

source: Conformation
fa: تایید

# makeA
source: Make Selection!
fa: انتخاب!

# selectOne
source: Select one of the options given below to reset your password.
fa: برای بازنشانی رمز عبور خود، گزینه زیر را انتخاب کنید.

# resetVia
source: Reset via Mail Verification
fa: بازنشانی از طریق ایمیل

# enterEmailto
source: Enter your registered E-Mail to receive OTP link
fa: ایمیل ثبت شده خود را وارید کنید تا لینک تغیر گذرواژه را به شما ارسال کنیم

# sentEmail
source: Send E-mail
fa: ارسال ایمیل

# checkE
source: password reset Email has been send check your E-mail
fa: ایمیل بازنشانی ارسال شد ایمیل خود را بررسی کنید

# noteFound
source: User not found Enter a Registered Email
fa: کاربر پیدا نشد یک ایمیل ثبت شده وارد کنید

# notValid
source: Not a valid E-mail
fa: ایمیل معتبر نیست

# toProtectYour
source: TO Protect your data. Take a backup today!
fa: برای محافظت از داده های خود امروز یک نسخه پشتیبان بگیرید! تا خطر از دست دادن اطلاعات خود را نداشته باشید.

source: Create backup
fa: گرفتن پشتبان

# backupCompleted
source: Backup completed successfully! File saved at:
fa: پشتیبان گیری با موفقیت انجام شد! فایل ذخیره شده در:

# formValidator
source: Please enter only number
fa: لطقا تنها عدد وارید کنید

# fistPay
source: First Pay
fa: پرداخت اولبه

source: Last pay
fa: باقی مانده

# totalPay
source: Total amount
fa: کل حساب

source: Start Date
fa: شروع تاریخ جستجو

source: End Date
fa: ختم تاریخ جستجو

# cloth
source: Cloth Amount:
fa: پول لباس

source: First Pay:
fa: گرداخت اولیه

source: Total Amount:
fa: مجموعه پول

# quantity
source: Order Quantity:
fa: تعداد سفارش
